/*****************************************************************************
 * boer
 *****************************************************************************
 * Setup.java
 *----------------------------------------------------------------------------
 * 版权HeartArea所有，联系ding_cuiping@163.com
 *----------------------------------------------------------------------------
 * Version    Date       By            Comment
 * 1.0        2014-3-8    Frank       新建
 *****************************************************************************/
package com.eightspace.weixin.core;

/**
 * Spring容器启动器
 * 
 * @author Frank
 * @date 2014-3-8
 * @since 1.0
 */
public class Setup {
    /**
     * 
     * 初始化
     * 
     * @author Frank
     * @date 2014-3-8
     * @since 1.0
     */
    public void init() {

    }



    /**
     * 
     * 销毁
     * 
     * @author Frank
     * @date 2014-3-8
     * @since 1.0
     */
    public void destroy() {

    }

}
